<?php

return [
    'index' => [
        'balance' => 'Space Coins',
        'total_game' => 'Сыграно игр',
        'homework' => 'Домашние задания',
        'statistic' => 'Статистика',
        'ads' => 'Реклама',
        'online_now' => 'Войти на урок',
        'no_zoom_link' => 'Не настроено',
        'average_training_time' => 'Среднее время тренинга',
        'minutes' => 'минут',
        'rating' => 'Рейтинг',
        'news' => 'Новости',
        'trainer_title' => 'Тренер SpaceM',
        'group' => 'Группа',
        'new_year' => 'С новым годом!',
        'no_data' => 'Нет данных',
        'space_loot' => 'Космический улов',
        'coins' => 'монет'
    ],
    'ranking' => [
        'title' => 'Рейтинг учеников',
        'your_position' => 'Ваша позиция',
        'out_of' => 'из',
        'you' => '(Вы)',
        'no_data' => 'Нет данных о рейтинге',
        'back_to_dashboard' => 'Вернуться на главную'
    ],
    'confirm' => ['text' => 'Вы действительно хотите перейти к этапу Проверки?'],
    'training' => [
        'training_alone' => 'Тренируюсь сам',
        'olympiad' => 'Подготовка к олимпиаде',
        'ready_for_work' => 'Готов? Тогда приступим к заданию!',
        'lets_go' => 'Поехали!',
    ],
    'present' => [
        'title' => 'Пробный урок',
        'btn_video' => 'Результаты',
        'btn_present' => 'Больше о нас',
        'presententaion' => 'Презентация',
    ],
    'main_menu' => [
        'main' => 'Главная страница',
        'hometask' => 'Домашнее задание',
        'statistic' => 'Жизнь школы',
        'traning' => 'Тренируюсь сам',
        'games' => 'My Space',
        'olympiad' => 'Олимпиада',
        'bonus-history' => 'История бонусов',
        'olympiad-main' => 'Международные',
        'shop' => 'Магазин',
        'parent' => 'Для родителей',
        'trainer-me' => 'Тренер',
        'exit' => 'Выйти',
    ],
    'hometask_info' => [
        'speed' => 'Скорость',
        'need_run_task' => 'Всего нужно выполнить заданий',
        'hometaskOn' => 'Домашнее задание на',
        'succeeded' => 'Молодец',
        'not_done' => 'Не выполнено',
        'training' => 'Тренировка'
    ],
    'timer' => [
        'end_time' => 'Время вышло!'
    ],
    'actions' => [
        'back' => 'Назад',
        'start_task' => 'Начать задание',
        'main_menu' => 'Главное меню',
        'next' => 'Далее',
        'repeat' => 'Попробуй еще',
        'admin_next' => 'Админ далее',
        'check_now' => 'Проверить',
        'start' => 'Старт!',
        'train_more' => 'Тренироваться еще',
        'train_next' => 'Следующее',
        'train_help' => 'Подсказка'
    ],
    'calendar' => [
        'title' => 'Домашнее задание',
        'rotate_title' => 'Переверни экран',
        'rotate_help' => 'или открой платформу на компьютере',
        'process' => [
            'done' => 'Выполнено',
            'process' => 'В процессе',
            'fail' => 'Не выполнено',
        ]
    ],
    'number_letter' => [
        'learn' => [
            'super_next' => 'Супер, к следующему заданию',
            'total_task' => 'Вам необходимо выполнить упражнений',
            'member_task1' => 'Запомни соотношение',
            'member_task2' => 'Впиши число в поле справа',
            'member_task3' => 'Выбери правильную картинку',
            'member_task_enter' => 'Впиши соответствующее число справа',
            'congrats_you' => 'Молодец! Ты справился!',
            'congrats_you2' => ' Поздравляем!',
            'error_reply' => 'Неверно. Попробуйте еще раз.',
            'memory_ans' => 'Запомни правильный ответ',
            'you_know' => 'Теперь ты знаешь ответ!',
        ],
        'practice' => [
            'congrats_you' => 'Молодец! Ты справился!',
            'congrats_you2' => ' Поздравляем!',
            'error_reply' => 'Ошибка! Попробуй еще раз!',
            'task1' => 'Впиши числа, которые запомнил',
            'task2' => ' Запомни числа',
        ],
        'profi' => [
            'congrats_you' => 'Молодец! Ты справился!',
            'congrats_you2' => ' Поздравляем!',
            'task2' => 'Впиши числа, которые запомнил',
            'result' => 'Результаты',
            'task1' => 'Запомни числовой ряд',
        ]
    ],
    'words' => [
        'practice' => [
            'name' => 'Тренировка',
            'result' => 'Результат слишком низкий. Попробуйте еще раз.',
            'congrats_you' => 'Молодец! Ты справился!',
            'congrats_you2' => ' Поздравляем!',
            'error_reply' => 'Ошибка! Попробуй еще раз!',
            'task1' => 'Выбери слово из вариантов ниже',
            'task1_help' => 'Перетяните слово в соответствующую ячейку',
            'task2' => 'Запомни слова',
            'task1_pair' => 'Выбери слово из вариантов справа',
            'task3' => 'Запомни пары',
        ],
        'profi' => [
            'name' => 'Профи',
            'result' => 'Но этого недостаточно',
            'congrats_you' => 'Молодец! Ты справился!',
            'congrats_you2' => ' Поздравляем!',
            'error_reply' => 'Ошибка! Попробуй еще раз!',
            'task1' => 'Впиши слова',
            'task2' => 'Запомни слова',
            'task1_pair' => 'Запомни пары',
        ],
    ],
    'abacus' => [
        'abacus_help' => 'Пример',
        'error_reply' => 'Упс! Попробуйте еще раз.',
        'you_know' => 'Теперь ты знаешь ответ!',
        'result' => 'Отлично! У тебя получилось!',
        'practice' => [
            'task2' => 'Запомни числа и выполни операции',
            'member_task_enter' => 'Ого, вот это скорость! Проверим результат?'
        ],
    ],
];
