<?php

return [
    'title' => 'My Space',
    'log'=>[
        'add_coins'=>'Начисление монет',
        'add_diams'=>'Начисление diams',
        'buy_success'=>'Вдало куплено',
        'not_have_money'=>'Не вистачає коштів!',
    ],

    'action'=> [
        'btn'=>
            [
                'ok'=>'Ок',
                'close'=>'Закрити',
                'buy'=>'Купити',
                'undress'=>'Зняти',
                'apply_cloth'=>'Перевдягнутися',
                'apply_bg'=>'Застосувати фон',
                'apply'=>'Змінити героя',
                'status_buy'=>'Куплено',
                'exchange'=>'Обмінюю',
                'refresh_cloth'=>'Роздягнутись і почати заново',
            ]

    ],
    'menu'=>[
        'title'=>'Меню гри',
        'main_menu'=>'Головне меню',
        'trening_self'=>'Тренуюсь сам',
        'home_work'=>'Домашнє завдання',
        'help'=>'Допомога',
        'sound'=>'Звук',
        'sound_on'=>'ВКЛ',
        'sound_off'=>'ВИМК',

    ],


    'modal_account'=>[
        'title'=>'Аккаунт',
        'teacher'=>'Вчитель',
        'rank'=>'Твій ранг',
        'level'=>'Твій рівень',
        'result'=>'Результат',
        'sec'=>'сек',
        'rank_help'=>'*Ранг залежить від швидкості запам\'ятовування',
    ],
    'modal_diams_help' => [
        'title' => 'Як отримати Space Diamond?',
        'info1'=>'Гравець може отримати 1 Space Diamond (SD):',
        'need1'=>'на уроці від вчителя',
        'need2'=>'за відгук',
        'need3'=>'за олімпіаду',
        'show_need3'=>'Переглянути олімпіади',
    ],

    'main_menu'=>[
        'inventar'=>'Рюкзак',
        'shop'=>'Магазин',
        'task'=>'Завдання',
        'angar'=>'Ангар',
    ],
    'modal_new_items'=>[
        'title'=>'Новий предмет у рюкзаку!',
        ],
    'modal_coins'=>[
        'title'=>'Конвертація валюти',
        'coins' => 'Монети',
        'diams' => 'Діаманти',
        'you_balance'=>'Твій баланс',
    ],
    'modal_diams' => [
        'title' => 'Конвертація валюти',
        'coins' => 'Coiny',
        'diams' => 'Diamenty',
    ],
    'modal_bounus'=>[
        'title'=>'Як отримати Space Coin?',
        'info_1'=>'Гравець може отримати Space Coin (SC) за',
        'info_2'=>'1 виконане домашне завдання = 10 SC',
        'info_bonus'=>' Бонуси за виконання домашніх завдань поспіль:',
        'info_bonus_week'=>'1 тиждень = +25 SC (5 днів поспіль)',
        'info_bonus_month'=>'    1 місяць = +200 SC (календарний місяць)',
        'days'=>'день',

    ],
    'inventar'=>[
        'category'=>[
            'all'=>'Всі',
            'heat'=>'Головні убори',
            'body'=>'Верхній одяг',
            'foot'=>'Ноги',
            'body2'=>'Взуття',

            'other'=>'Аксесуари',


            'cloth'=>'Одяг героя',
            'avatar'=>'Персонажі',
            'moved'=>'Рухи та емоції',
            'bg'=>'Фони рівнів',
            'not_emotion'=>'Без емоцій',
            'not_bg'=>'Без фону',
        ],
        'dressed'=>'Вдягнено',
        'chosen'=>'Обрано',
    ],
    'avatar'=>[
        'title'=>'Аватарки',
        'todo1'=>' Чекаємо на нові аватарки :)',
        'todo2'=>'Буде пізніше',
    ],
    'shop'=>[
        'title'=>'Магазин',
        'not_item'=>'Поки не має предметів',
        'moving_title'=>'Рухи та емоції',
        'cart_title'=>'Ви впевнені, що хочете купити цей предмет?',
        'empty_cart'=>' Немає обраних товарів',
        'total'=>'Разом',
        'not_have_money'=>'Не вистачає коштів!',
        'not_have_money2'=>'Не вистачає коштів!',
        'cloth_title'=>'Одяг героя',
    ],
    'exchanger'=>[
        'title'=>'Обмінник',
        'not_coins'=>'Недостатньо монет coins',
        'not_diams'=>'Недостатньо монет diams',
        'success_coins'=>'Успішно обмінено',
        'multiple'=>'Введіть кількість монет кратно 40',
        'not_auth'=>'Для обміну монет вам потрібно авторизуватися',
    ],

    'angar'=>[
        'todo'=>'Буде пізніше',
    ],
    'tasks'=>[
        'todo'=>' чекаємо на завдання :)',
    ],
 'rang_help'=>[
    'title'=>'Кількість кубків = кількості виконаних домашніх робіт',
    'info1'=>'Кожного разу, коли ви завершуєте домашню роботу, ви отримуєте кубок,який підраховує ваші зусилля та досягнення.',
    'info2'=>'Це дозволяє вам чітко бачити, скільки завдань ви вже виконали, і ставити нові цілі для себе.',
    ]
];
